---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.BasicLossFactor
source: html/61508fb0-aad0-4779-ba8f-b636a3c56432.htm
---
# BasicLossFactor Members

Creates a basic loss factor object with no loss.